[
  {
    "Id": "kashiba-pic",
    "img": "https://s3.amazonaws.com/hoth.bizango/images/693886/ChefKashibaBehindSushiBar-fixed_feature.jpg",
    "Url": "https://sushikashiba.com/",
    "Title": "Sushi Kashiba",
    "Neighborhood": "Belltown",
    "City": "Seattle",
    "State": "WA",
    "Address": "86 Pine St, Suite #1, Seattle, WA 98101-1531",
    "Type": "Japanese",
    "Description": "Located in Pike Place Market, Sushi Kashiba is owned by the legendary Seattle chef Shiro Kashiba (3X James Beard Winner). The restaurant specializes in traditional Edomae-style sushi, which emphasizes the use of fresh, seasonal ingredients and techniques such as aging and marinating fish to enhance its flavor. This upscale dining experience allows customers to eat at the sushi counter or call ahead and reserve one of their tables. Pricing has us recommending this location for special occasions, and if you do decide to dine here, expect nothing less than perhaps your favorite meal of the year.",
    "Ratings": [
      5,
      5,
      4,
      5,
      4,
      5
    ],
    "Comments": []
  },
  {
    "Id": "shiros-pic",
    "img": "https://shiros.com/wp-content/uploads/2017/07/cropped-Shiros_Sushi_Logo_modified_large.png",
    "Url": "https://shiros.com/",
    "Title": "Shiro\u0027s",
    "Neighborhood": "Belltown",
    "City": "Seattle",
    "State": "WA",
    "Address": "2401 2nd Ave, Seattle, WA 98121",
    "Type": "Japanese",
    "Description": "Located in Belltown, Shiros is an exquisite sushi restaurant founded by Shiro Kashiba. This experience features a similar format to other high end sushi restaurants, where customers can sit at the counter (our recommendation) or reserve a table. Known as one of the best sushi restaurants in the country, Shiro’s specializes in traditional, high quality sushi only using the freshest ingredients available. Décor and ambiance remains simple, allowing diners to focus on the overall experience. Pricing is high, so for this location we recommend for special occasions.",
    "Ratings": [
      5,
      5,
      4,
      5,
      4,
      5
    ],
    "Comments": []
  },
  {
    "Id": "bangrok-pic",
    "img": "https://infatuation.imgix.net/media/images/reviews/bangrak-market/NateWatters_SEA_BangrakMarket_Spread-3.jpg",
    "Url": "https://www.bangrakmarket.com/",
    "Title": "Bangrok Market",
    "Neighborhood": "Belltown",
    "City": "Seattle",
    "State": "WA",
    "Address": "2401 2nd Ave, Seattle, WA 98121",
    "Type": "Thai",
    "Description": "Named after the world famous market in Bangkok, Bangrok Market is Seattle’s interpretation of Thai street food. Located in Belltown, this experience aims to capture the overall flavor vibrancy and atmosphere of the Thai street food scene. Customers can expect fantastic curries, stir-fries, noodle dishes and small appetizers like spring rolls and satay. Restaurant also features colorful street art and offers an overall casual dining experience.",
    "Ratings": [
      5,
      4
    ],
    "Comments": [
      {
        "Id": "3708b519-9613-4f73-9f70-da572fef143c",
        "Comment": "Unlike anything else I\u0027ve experienced in Seattle! Everyone needs to go to this place"
      },
      {
        "Id": "b99fcc8b-c74f-4c6f-add7-9fb46c0986ca",
        "Comment": "Try the skewers, or any of their creamy curries!"
      }
    ]
  },
  {
    "Id": "dough-zone-pic",
    "img": "https://cdn.vox-cdn.com/thumbor/lQd3yDTGq7ZsiT0Tg56zcM7bkNk=/0x0:2000x1335/1200x800/filters:focal(840x508:1160x828)/cdn.vox-cdn.com/uploads/chorus_image/image/56956543/DoughZone_36.0.jpg",
    "Url": "https://www.doughzonedumplinghouse.com/",
    "Title": "Dough Zone Dumpling House",
    "Neighborhood": "International District",
    "City": "Seattle",
    "State": "WA",
    "Address": "504 5th Ave S Ste 109, Seattle, WA 98104",
    "Type": "Chinese",
    "Description": "Dough-Zone Dumpling House is a great Seattle area chain specializing in Chinese dumplings and other traditional dishes. Their menu features a wide variety of dumplings, including pork, chicken, beef, and vegetable varieties, as well as classic Chinese dishes. Everything here is made using fresh ingredients and cooked to order. Ambiance is casual and inviting, with a modern and minimalist design. Dough Zone is a fantastic choice for a delicious and affordable meal in a more casual setting.",
    "Ratings": [
      5,
      5,
      4,
      5,
      5,
      5,
      5,
      5,
      4,
      4,
      5,
      5
    ],
    "Comments": [
      {
        "Id": "01ec51b1-3144-4cf2-a6a0-f62abdda6d81",
        "Comment": "Really awesome assortment of dumplings, and pricing was reasonable as well!"
      },
      {
        "Id": "d989351d-8159-40e5-a6d1-417810251775",
        "Comment": "Come here once a week with the family, they absolutely love the chicken dumplings!"
      }
    ]
  },
  {
    "Id": "chengdu-taste-pic",
    "img": "https://duyt4h9nfnj50.cloudfront.net/resized/6dcd96e05e5935dba0fa39749018b894-w2880-20.jpg",
    "Url": "https://www.theinfatuation.com/seattle/reviews/chengdu-taste-seatttle",
    "Title": "Chengdu Taste",
    "Neighborhood": "International District",
    "City": "Seattle",
    "State": "WA",
    "Address": "504 5th Ave S Ste 106, Seattle, WA 98104",
    "Type": "Chinese",
    "Description": "Chengdu Taste is a Chinese restaurant specializing in Sichuan-style cuisine. The restaurant offers a wide range of dishes, including spicy hot pots, noodle soups, stir-fried dishes, and appetizers. Sichuan cuisine is known for its bold and complex flavors, which are achieved through the use of ingredients such as Sichuan peppercorns, chili peppers, and garlic. Chengdu Taste is highly regarded for its authentic and flavorful dishes, which are made with high-quality ingredients and cooked to perfection. The restaurant\u0027s interior is simple and modern, with traditional Chinese decor accents. Chengdu Taste is a great choice for those looking for authentic Sichuan cuisine in Seattle at an affordable price.",
    "Ratings": [
      3,
      4
    ],
    "Comments": [
      {
        "Id": "f11e9b86-c970-4089-8933-2ca0d25b6761",
        "Comment": "Tried this place in LA, and I\u0027m so excited for them to also have a Seattle location!"
      },
      {
        "Id": "9ac331f5-8230-470a-aaed-e7533589e44c",
        "Comment": "Absolutely terrific Szechuan food, this spot is a gem!"
      }
    ]
  },
  {
    "Id": "maneki-pic",
    "img": "https://s3-media0.fl.yelpcdn.com/bphoto/5VK_0BfZAoolMWSI_mbrUQ/348s.jpg",
    "Url": "https://manekiseattle.com/",
    "Title": "Maneki",
    "Neighborhood": "International District",
    "City": "Seattle",
    "State": "WA",
    "Address": "304 6th Ave S, Seattle, WA 98104-2714",
    "Type": "Japanese",
    "Description": "Maneki is a great choice for those looking for authentic Japanese cuisine and a taste of Seattle\u0027s history. Located in the International District, Maneki has been serving traditional Japanese cuisine since 1904, making it the oldest Japanese restaurant in Seattle, and one of the oldest in the entire U.S. Maneki\u0027s menu features a wide range of Japanese dishes, including sushi, sashimi, tempura, and teriyaki, as well as traditional Japanese hot pot dishes such as sukiyaki and shabu-shabu. The restaurant is known for its fresh ingredients, expert prep, and welcoming atmosphere. Maneki\u0027s interior is understated and classic, with traditional Japanese decor accents. Pricing here is also relatively affordable and is overall and amazing dining experience.",
    "Ratings": null,
    "Comments": []
  },
  {
    "Id": "annapurna-pic",
    "img": "https://img.cdn4dd.com/cdn-cgi/image/fit=cover,width=600,height=400,format=auto,quality=80/https://doordash-static.s3.amazonaws.com/media/store/header/341e4d5a-5687-446f-bcc4-58ea5620ebb9.jpg",
    "Url": "https://www.annapurnacafe.com/",
    "Title": "Annapurna Cafe",
    "Neighborhood": "Capitol Hill",
    "City": "Seattle",
    "State": "WA",
    "Address": "1833 Broadway, Seattle WA 98122",
    "Type": "Indian",
    "Description": "Annapurna Cafe is an Indian and Nepalese restaurant located in Capitol Hill. The restaurant offers a wide range of dishes from both Nepalese and Indian descent, including curries, tandoori dishes, momos (Nepalese dumplings), and more. The restaurant\u0027s menu features many vegetarian and vegan options, as well as gluten-free options as well. Annapurna Cafe is known for its flavorful and authentic dishes, which are made with fresh ingredients and traditional cooking methods. The interior of the restaurant is cozy and welcoming, with traditional Nepalese and Indian decor accents. Annapurna Cafe is a great choice for those looking for a taste of Indian or Nepalese cuisine in Seattle at a good price, and is particularly popular among those with vegetarians and vegans.",
    "Ratings": [
      4,
      5,
      3,
      4
    ],
    "Comments": [
      {
        "Id": "5c3426a9-fda5-44a8-8a4c-f754cbb19ce2",
        "Comment": "Great hole in the wall place in Cap Hill! "
      },
      {
        "Id": "f104ee79-d4d8-4870-88e0-d692fe7ad5a1",
        "Comment": "Really great vegetarian options, and flavors were fantastic!"
      }
    ]
  },
  {
    "Id": "tacos-chukis-pic",
    "img": "https://s3-media0.fl.yelpcdn.com/bphoto/WZqLoD6JQDIpwO8IxTgXpw/348s.jpg",
    "Url": "https://www.seattlechukis.com/",
    "Title": "Tacos Chukis",
    "Neighborhood": "Capitol Hill",
    "City": "Seattle",
    "State": "WA",
    "Address": "219 Broadway E Seattle, WA 98102",
    "Type": "Mexican",
    "Description": "Tacos Chukis is a fantastic authentic Mexican taqueria located in Capitol Hill and South Lake Union that specializes in tacos and other Mexican street food. The restaurant\u0027s menu features a variety of tacos, including al pastor, carne asada, and pollo asado, as well as other dishes such as baby burritos, quesadillas, and tortas. The interior of the restaurant is very casual and colorful, and staff is very friendly. Great place to stop in for a quick bite, and is very affordable.",
    "Ratings": null,
    "Comments": []
  },
  {
    "Id": "ba-bar-pic",
    "img": "https://media-cdn.tripadvisor.com/media/photo-s/19/72/5a/2a/060-wings-at-ba-bar-restaurant.jpg",
    "Url": "https://babarseattle.com/",
    "Title": "Ba Bar",
    "Neighborhood": "Capitol Hill",
    "City": "Seattle",
    "State": "WA",
    "Address": "550 12th Ave, Seattle, WA 98122",
    "Type": "Vietnamese",
    "Description": "Ba Bar is a Vietnamese-inspired restaurant with locations in Capitol Hill and South Lake Union, and offers a blend of traditional Vietnamese cuisine and modern fusion dishes. The restaurant\u0027s menu features a wide range of dishes, including pho, banh mi, rice and noodle dishes, and small plates for sharing. Ba Bar is known for its use of fresh, locally-sourced ingredients and its unique flavor combinations, which are inspired by the owner\u0027s travels in Vietnam and other parts of Southeast Asia. The interior of the restaurant is chic and modern, with a lively and casual atmosphere. Ba Bar is a great choice for those looking for creative and flavorful Vietnamese cuisine in Seattle at an affordable price.",
    "Ratings": [
      5,
      4,
      4,
      5,
      4,
      5
    ],
    "Comments": [
      {
        "Id": "39f49996-c88d-4b9b-9b4f-ef21bf246497",
        "Comment": "The chicken wings are a must!"
      },
      {
        "Id": "97e20e8c-1860-4ab9-ad03-66e4b192656d",
        "Comment": "Nothing beats their pho on a cold and rainy day!"
      }
    ]
  },
  {
    "Id": "taurus-ox-pic",
    "img": "https://seattlerefined.com/resources/media2/16x9/full/1015/center/80/b9f79eaa-12e6-4e1b-ad77-5c4e7d823633-large16x9_7479A4DC02BE4975955EC52FF4B154AC.jpeg",
    "Url": "https://www.taurusox.com/",
    "Title": "Taurus Ox",
    "Neighborhood": "Capitol Hill",
    "City": "Seattle",
    "State": "WA",
    "Address": "903 19th Ave E, Seattle, WA 98112",
    "Type": "Laotian",
    "Description": "Located in Capitol Hill, Taurus Ox is a modern Laotian and Asian-fusion inspired restaurant that blends traditional flavors with contemporary techniques and presentation. Taurus Ox is known for its innovative and unique dishes, such as the caramelized pork belly stew and the crispy duck confit bao. The interior of the restaurant is stylish and minimalist, with a cozy and intimate atmosphere. Taurus Ox also offers a carefully curated selection of beer, wine, and cocktails to complement its food. Taurus Ox is a great choice for those looking for a modern and unique dining experience.",
    "Ratings": [
      5,
      5,
      5,
      5,
      5
    ],
    "Comments": []
  },
  {
    "Id": "ooink-ramen-pic",
    "img": "https://draft.sandbox.weebly.com/uploads/b/fcc1d071728337daf869861d3fd000ca6e6a0ec0e2aa1c7f73381398c4880030/2022-07-28_22-22-52_1659018188.jpg",
    "Url": "https://www.ooinkramen.com/",
    "Title": "Ooink Ramen",
    "Neighborhood": "Fremont",
    "City": "Seattle",
    "State": "WA",
    "Address": "1416 Harvard Avenue Seattle, WA 98122",
    "Type": "Japanese",
    "Description": "Ooink Ramen is a Japanese restaurant with locations in Fremont and Capitol Hill, that specializes in authentic Japanese ramen dishes. The restaurant\u0027s menu features a variety of ramen bowls, including tonkotsu (pork bone), miso, and shoyu (soy sauce) ramen, as well as other Japanese dishes such as gyoza and karaage. Ooink Ramen is known for its flavorful and comforting ramen dishes, which are always welcome in Seattle’s often cold and rainy environment. The interior of the restaurant is cozy and casual, with a lively and welcoming atmosphere. Ooink Ramen is a great choice for those looking for delicious and authentic Japanese ramen, and is a big favorite among students and young professionals.",
    "Ratings": null,
    "Comments": []
  },
  {
    "Id": "kamonegi-pic",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTw-K6FNYPMEkcbtJ_4BAXksh6-_E52N6sxRg\u0026usqp=CAU",
    "Url": "https://www.kamonegiseattle.com/",
    "Title": "Kamonegi",
    "Neighborhood": "Fremont",
    "City": "Seattle",
    "State": "WA",
    "Address": "1054 N 39th St, Seattle, WA 98103-7921",
    "Type": "Japanese",
    "Description": "Kamonegi is a Japanese restaurant located in Fremont that specializes in soba noodles and small plates. The restaurant\u0027s name, \u0027kamonegi\u0027, translates to \u0027duck and leek\u0027 in Japanese, which is a nod to the restaurant\u0027s signature dish: handmade soba noodles with duck and leek tempura. The menu at Kamonegi features a variety of small plates, including izakaya-style dishes, as well as a rotating selection of soba noodle dishes. Kamonegi is known for its high-quality ingredients, innovative flavor combinations, and skilled preparation techniques. The interior of the restaurant is cozy and intimate, and is a great choice for those looking for a unique and elevated dining experience in Seattle, and is particularly popular among the foodie crowd. Pricing is a bit more upscale.",
    "Ratings": [
      3,
      3
    ],
    "Comments": [
      {
        "Id": "b052a8d9-302c-4519-914a-93a8b38ed20b",
        "Comment": ""
      }
    ]
  },
  {
    "Id": "gracia-pic",
    "img": "https://images.squarespace-cdn.com/content/v1/565dd95fe4b081be39a322d0/1475456236996-EJQ05M9CS6J4OW1PKTE0/image-asset.jpeg?format=1500w",
    "Url": "http://www.graciaseattle.com/",
    "Title": "Gracia",
    "Neighborhood": "Ballard",
    "City": "Seattle",
    "State": "WA",
    "Address": "5313 Ballard Ave NW, Seattle, WA 98107",
    "Type": "Mexican",
    "Description": "Gracia is a Mexican restaurant located in Ballard that focuses on traditional Mexican cuisine with a modern twist. The restaurant\u0027s menu features a variety of dishes, including tacos, ceviche, and grilled meats, all made with extremely high-quality ingredients and authentic Mexican flavors. Gracia is known for its creative use of fresh seafood and vegetables, as well as its totopos and macha salsa. The interior of the restaurant is sleek and modern, with a casual yet sophisticated atmosphere. Gracia is a great choice for those looking for a bit more upscale and inventive experience and is particularly popular among foodies and young professionals.",
    "Ratings": null,
    "Comments": [
      {
        "Id": "9d99d69e-e25f-4320-92ff-96e8ba7e583f",
        "Comment": "I urge everyone to order the totopos with macha salsa, absolutely amazing! "
      },
      {
        "Id": "a44e986a-fa27-4154-858a-609dde79bb31",
        "Comment": "All of their seafood dishes are fantastic! Really great ambiance as well"
      }
    ]
  },
  {
    "Id": "un-bien-pic",
    "img": "https://media-cdn.tripadvisor.com/media/photo-p/12/6a/2e/90/photo0jpg.jpg",
    "Url": "https://www.unbienseattle.com/",
    "Title": "Un Bien",
    "Neighborhood": "Ballard",
    "City": "Seattle",
    "State": "WA",
    "Address": "7302 15th Ave NW, Seattle, WA 98117-5401",
    "Type": "Caribbean",
    "Description": "Un Bien is a Caribbean-inspired sandwich shop located in Ballard that specializes in hearty and incredibly flavorful sandwiches. Founded by sons of the original owner of Paseo, Un Bien’s menu features a variety of sandwiches, including the favorite Caribbean roast pork and the grilled marinated chicken, both served on toasted baguette from Macrina Bakery with their signature garlic aioli. Un Bien is known for its big time flavor and unique blend of Caribbean and Pacific Northwest influences. The interior of the restaurant is covered outdoor, so we recommend takeout unless the weather is good. Un Bien is worth the trip, and has become well known nationally as one of the country’s best sandwiches.",
    "Ratings": null,
    "Comments": []
  },
  {
    "Id": "spice-waala-pic",
    "img": "https://images.seattletimes.com/wp-content/uploads/2019/08/08062019_spicewalaa_152956.jpg?d=780x514",
    "Url": "https://www.spicewaala.com/",
    "Title": "Spice Waala",
    "Neighborhood": "Ballard",
    "City": "Seattle",
    "State": "WA",
    "Address": "2008 NW 56th St, Seattle, WA 98107",
    "Type": "Indian",
    "Description": "Spice Waala is an Indian street food restaurant with locations in Ballard and Capitol Hill, that specializes in chaat, a popular type of savory snack from India. The restaurant\u0027s menu features a variety of chaat dishes, such as samosas, papdi chaat, and bhel puri, as well as other Indian street food favorites like vada pav and kathi rolls. Spice Waala is known for its bold and flavorful spices, fresh ingredients, and authentic preparation techniques. The interior of the restaurant is bright and colorful, and is perfect for a quick bite or for takeout. Pricing is very affordable, and this place comes highly recommended for people that love spice or follow a vegetarian diet.",
    "Ratings": [
      4
    ],
    "Comments": []
  },
  {
    "Id": "Din Tai Fung-pic",
    "img": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/%E7%99%BC%E7%A8%BF%E7%85%A7-%E4%B8%96%E7%95%8C%E7%B4%9A%E7%BE%8E%E5%91%B3%E9%BC%8E%E6%B3%B0%E8%B1%90%E5%8D%B3%E6%97%A5%E8%B5%B7%E5%8F%AF%E4%BB%A5%E5%9C%A8-uber-eats-%E5%B9%B3%E5%8F%B0%E4%B8%8A%E9%BB%9E%E5%BE%97%E5%88%B0-%E5%90%83%E5%BE%97%E5%88%B0-1557132478.jpg",
    "Url": "https://dintaifungusa.com/us/about-us.html",
    "Title": "Din Tai Fung",
    "Neighborhood": "Bellevue",
    "City": "Seattle",
    "State": "WA",
    "Address": "700 Bellevue Way NE #280, Bellevue, WA 98004",
    "Type": "Chinese",
    "Description": "Din Tai Fung. Renowned for its mastery in crafting delectable dumplings and authentic Taiwanese cuisine, this culinary gem has gained a cult following among food lovers worldwide.  As you enter the restaurant, the air fills with an enticing aroma that hints at the culinary wonders awaiting you. The elegant ambiance, with its subtle oriental touches, creates a warm and inviting atmosphere, perfect for indulging in a memorable dining experience.  Start your culinary adventure with their legendary xiaolongbao, the crown jewel of Din Tai Fung. These delicate soup-filled dumplings boast a thin, translucent skin that conceals a burst of savory broth and a perfectly seasoned filling. With each bite, the velvety texture of the dumpling dissolves, revealing a harmonious blend of flavors that will transport you to the streets of Taipei.",
    "Ratings": [
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5
    ],
    "Comments": [
      {
        "Id": "f1e37e62-730d-4d12-9fcd-9d72daf34e36",
        "Comment": "The best Xiao Long Bao in the world!!!"
      }
    ]
  },
  {
    "Id": "Pike Place Chowder-pic",
    "img": "https://images.squarespace-cdn.com/content/v1/5768601cbe6594bc144de61d/1618248601088-3XPQ6U84ATFVJ9GS3EU8/maine-lobster-roll.png?format=750w",
    "Url": "https://www.pikeplacechowder.com/",
    "Title": "Pike Place Chowder",
    "Neighborhood": "Belltown",
    "City": "Seattle",
    "State": "WA",
    "Address": "1530 Post Alley Seattle, WA, 98101",
    "Type": "Seafood",
    "Description": "Yes, we know this is a tourist trap. But bear with us, the sourdough is worth it. Nestled in the heart of Seattle\u0027s vibrant Pike Place Market, Pike Place Chowder stands as a beacon of culinary excellence, offering a sensory delight for seafood enthusiasts. With its humble origins as a family-owned business, this charming eatery has garnered a well-deserved reputation for serving up some of the most delectable chowders in the Pacific Northwest.  As you step inside Pike Place Chowder, the cozy ambiance envelopes you, transporting you to a coastal haven where the scent of the ocean mingles with the tantalizing aroma of simmering pots. The walls adorned with nautical accents and the bustling open kitchen create an atmosphere that pays homage to the region\u0027s rich maritime heritage.  Prepare yourself for a gastronomic adventure as you peruse the menu, brimming with an array of chowders that cater to every palate. Each spoonful of their renowned New England-style clam chowder is a symphony of flavors, with tender clams, succulent potatoes, and aromatic herbs dancing in a creamy, velvety broth. The delicate balance of ingredients ensures a harmonious blend that warms both the body and soul.",
    "Ratings": [
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      3,
      3,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      4,
      5,
      5,
      5,
      5,
      5,
      5,
      5
    ],
    "Comments": [
      {
        "Id": "3bb57f21-2dc3-47fb-941b-c885ec57aba3",
        "Comment": "Wow, I just had the most incredible dining experience! Every bite was a flavor explosion that left me craving for more. "
      }
    ]
  },
  {
    "Id": "The Dolar Shop-pic",
    "img": "https://s3-media0.fl.yelpcdn.com/bphoto/Vkotg_1kRO5idF_jMb9cMA/o.jpg",
    "Url": "https://www.dolarshop.com/location.php",
    "Title": "The Dolar Shop",
    "Neighborhood": "Bellevue",
    "City": "Seattle",
    "State": "WA",
    "Address": "11020 NE 6th Street Suite 90 Bellevue WA 98004",
    "Type": "Chinese",
    "Description": "What about \u0022Shop\u0022? We are artisans in our workshop and our craft is hot pot. When guests come dine with us in The Dolar Shop be prepared to indulge in our delectable house made ingredients!  Hot Pot is one of the most beloved way of dining in Chinese culture ! Influences of East and West in Macau led to love for home-made fish balls and slices of high grade beef. These top notch ingredients paired with our blend of sauces makes it a unique experience.  Our philosophy to continuously innovate, always serve fresh ingredients, and to excel in customer service to build a strong connection with our guests.  We are proud to showcase the Macau hot pot culture to guests around the world. Enjoy the ultimate hot pot dining experience only at The Dolar Shop!",
    "Ratings": [
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      4,
      3,
      3,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5,
      5
    ],
    "Comments": [
      {
        "Id": "5aed4185-e216-442e-a612-159dfeeeb7fa",
        "Comment": "The Dolar Shop has undoubtedly redefined the hot pot experience for me."
      }
    ]
  },
  {
    "Id": "Due\u0027 Cocina Italiana-pic",
    "img": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fmedia-cdn.grubhub.com%2Fimage%2Fupload%2Fd_search%3Abrowse-images%3Adefault.jpg%2Fw_1200%2Cq_auto%3Alow%2Cfl_lossy%2Cdpr_2.0%2Cc_fill%2Cf_auto%2Ch_800%2Cg_auto%2Fbkem78uxjxemivfyohh0\u0026f=1\u0026nofb=1\u0026ipt=d23f618fd7d7d9ae7af7b6a8855afea88431320eab81bbd8cf69fe18636212c5\u0026ipo=images",
    "Url": "https://duecucina.com/",
    "Title": "Due\u0027 Cocina Italiana",
    "Neighborhood": "Capitol Hill",
    "City": "Seattle",
    "State": "WA",
    "Address": "412 Broadway E, Seattle, WA 98102",
    "Type": "Italian",
    "Description": "Due Cucina Italiana is an Italian restaurant that prides itself on making gourmet Italian dishes accessible to a wide range of customers. Their menu includes a variety of Italian cuisine, including pastas, salads, and desserts. They only use high-quality, fresh and authentic ingredients to provide an amazing Italian dining experience, especially for the price. Authenticity is key here, and we know you won\u0027t walk away disappointed.",
    "Ratings": [
      5,
      5,
      5,
      4,
      5,
      5,
      4,
      5,
      5,
      5
    ],
    "Comments": [
      {
        "Id": "d663f5a1-fcb4-47ba-9db6-5ac86cf1469f",
        "Comment": "You need to try their cacio e pepe or carbonara! Really incredible for the price!"
      },
      {
        "Id": "510ee311-a1c9-4357-acc3-912cdbc971e2",
        "Comment": "All of their traditional Roman pastas are amazing. This is easily my favorite Italian restaurant in Seattle!"
      }
    ]
  },
  {
    "Id": "Tat\u0027s Deli-pic",
    "img": "https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fspotcom.imgix.net%2Fstrider_image_archive%2Fb5b%2Fb5b145c5-3a63-4c31-ac8c-c29afbfd4831.JPG\u0026f=1\u0026nofb=1\u0026ipt=c0c7df847b1107561670cee22c16b382635a9d8ff706062ba2fed6bce397513c\u0026ipo=images",
    "Url": "https://www.tatsdeli.com/",
    "Title": "Tat\u0027s Deli",
    "Neighborhood": "Pioneer Square",
    "City": "Seattle",
    "State": "WA",
    "Address": "159 Yesler Way, Seattle, WA 98104-2539",
    "Type": "American",
    "Description": "Tat\u0027s Delicatessen is a popular sandwich shop located in the Pioneer Square neighborhood of Seattle. Known for its East Coast-style subs and sandwiches, Tat\u0027s offers a variety of hearty options, including Philly cheesesteaks, Italian subs, and pastrami sandwiches. It\u0027s beloved by locals and visitors alike for bringing a taste of East Coast deli tradition to the West Coast. The atmosphere is casual, and is perfect for lunch or early dinner. ",
    "Ratings": [
      5,
      4,
      5,
      5,
      4
    ],
    "Comments": []
  },
  {
    "Id": "Sisters and Brothers-pic",
    "img": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fres.cloudinary.com%2Fthe-infatuation%2Fimage%2Fupload%2Fc_fill%2Cw_3840%2Car_4%3A3%2Cg_auto%2Cf_auto%2Fcms%2Freviews%2Fsisters-and-brothers%2FNateWatters_SistersAndBrothers_Sandwich-6\u0026f=1\u0026nofb=1\u0026ipt=68fc8c60eb45ad1dc93948abf72b96506595ba44e286f0d834ed8cce61fdc773\u0026ipo=images",
    "Url": "https://www.sistersandbrothersbar.com/",
    "Title": "Sisters and Brothers",
    "Neighborhood": "Interbay",
    "City": "Seattle",
    "State": "WA",
    "Address": "544 Elliott Ave W # 3910, Seattle, WA 98119-3910",
    "Type": "American",
    "Description": "Sisters and Brothers is a well-known restaurant in Seattle, celebrated for its Nashville-style hot chicken. The restaurant is located in the Georgetown neighborhood of Seattle and has quickly gained popularity for its flavorful, spicy fried chicken.  Their menu mainly revolves around their specialty: Nashville Hot Chicken, served at different heat levels from “Naked” (no heat) to “Insane” (extremely spicy), so you can choose your preference. In addition to chicken, they also offer a variety of Southern comfort foods like hush puppies, mac and cheese, and collard greens. The atmosphere is very relaxed and welcoming, and the interior gives off a vintage and laid-back vibe. ",
    "Ratings": [
      5,
      5,
      5
    ],
    "Comments": [
      {
        "Id": "dbdcb9c9-7fdf-4489-9fec-51e7b229acdf",
        "Comment": "Their chicken is really to die for ! Can\u0027t go wrong with bone-in or tenders. "
      },
      {
        "Id": "d65e67e4-72b5-4cdd-bea1-19410afba477",
        "Comment": "Don\u0027t be afraid of the heat! I always have to go with Nashville. "
      }
    ]
  }
]